/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (copia del core)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Profile - %@" = "Nuova finestra con profilo - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Profile - %@" = "Nuovo pannello con profilo – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Nuova finestra con lo stesso comando";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Nuovo pannello con lo stesso comando";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pt.";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Change Setting" */
"Change Setting" = "Modifica impostazione";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s profile" = "Profilo di %@";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "Gruppo finestre di %@";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Server trovati ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Nero su bianco";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Nero su giallo";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Blu su bianco";

/* Name of built-in default window settings */
"Built-in" = "Integrata";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* Menu item title */
"Clear to Previous Bookmark" = "Cancella fino al segnalibro precedente";

/* Menu item title */
"Clear to Previous Mark" = "Cancella fino al contrassegno precedente";

/* Menu item title */
"Clear to Selected Bookmark" = "Cancella fino al segnalibro selezionato";

/* Menu item title */
"Clear to Selected Mark" = "Cancella fino al contrassegno selezionato";

/* Menu item title */
"Clear to Start of Selection" = "Cancella fino a inizio selezione";

/* No comment provided by engineer. */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Close All" = "Chiudi tutto";

/* Tab close-button accessibility label/title. */
"Close tab" = "Chiudi pannello";

/* Tab close-button accessibility role description. */
"close tab button" = "pulsante di chiusura pannello";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "La chiusura di questo pannello determinerà la conclusione del processo %@ in esecuzione.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "La chiusura di questo pannello determinerà la conclusione dei processi in esecuzione: %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "La chiusura di questa finestra terminerà il processo %@ in esecuzione.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "La chiusura di questa finestra determinerà la conclusione dei processi in esecuzione: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Impossibile creare un nuovo processo e aprire uno pseudo-tty].";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Default";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Avvio";

/* Compose Email Message contextual menu item. */
"Compose" = "Scrivi";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Connetti";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Copia";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Vuoi chiudere questo pannello?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Vuoi chiudere questa finestra?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Vuoi terminare l'esecuzione dei processi di questa finestra?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Vuoi terminare l'esecuzione dei processi di questo pannello?";

/* Service */
"File Transfer (ftp)" = "Trasferimento file (ftp)";

/* Find Panel; window title */
"Find" = "Cerca";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Verde su nero";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Nascondi Inspector";

/* Menu item title */
"Hide Marks" = "Nascondi contrassegni";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Nascondi la barra dei pannelli";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Se non verifichi le finestre, i processi in esecuzione saranno terminati.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "Potrebbe essere stato copiato solo parzialmente da un altro computer.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Impossibile importare vari file.";

/* Default name for new window settings */
"New profile" = "Nuovo profilo";

/* No options for this service */
"No options" = "Nessuna opzione";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Nessun gruppo finestre salvato";

/* Title of menu item used in Open Window Group submenu when no groups are available */
"No Window Groups" = "Nessun gruppo di finestre";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "oggetto";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "Apri link";

/* Open man Page contextual menu item. */
"Open man Page" = "Apri pagina man";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Apri la pagina man per “%@”";

/* Open man Page function key label. */
"man page" = "pagina man";

/* Open man Page function key options label. */
"Search Term Display:" = "Visualizzazione termine di ricerca:";

/* Open man Page function key options label. */
"man Title None" = "Nessuno";

/* Open man Page function key options label. */
"man Title Fixed Width" = "Larghezza fissa";

/* Open man Page function key options label. */
"man Title Automatic" = "Automatico";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Cerca indice pagina man per “%@”";

/* Message text for invalid Bracketed Paste Mode content alert. */
"You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode." = "Impossibile inviare il testo al terminale, perché contiene contenuti non validi per la modalità di incollaggio tra parentesi.";

/* Informative text for invalid Bracketed Paste Mode content alert. */
"Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands." = "Nel terminale è abilitata la modalità di incollaggio tra parentesi e il testo da inviare contiene la sequenza di escape che segna la fine di un testo incollato. Ciò non è valido per la modalità di incollaggio tra parentesi e potrebbe consentire ai contenuti successivi nel testo di eseguire comandi arbitrari.";

/* Look Up contextual menu item. */
"Look Up" = "Cerca";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Cerca “%@…”";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Cerca “%@”";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Cerca con %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Cerca nel web";

/* Default process name */
"Process name" = "Nome processo";

/* No comment provided by engineer. */
"Quit" = "Esci";

/* Service */
"Remote Login (telnet)" = "Login remoto (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Rimuovi";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Sostituisci";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "La sostituzione di %@ ne sovrascriverà il contenuto.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "La sostituzione di %@ ne sovrascriverà il contenuto.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Verifica finestre…";

/* Window group save panel; panel title */
"Save Window Group" = "Salva il gruppo finestre";

/* Service */
"Secure File Transfer (sftp)" = "Trasferimento file sicuro (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Shell sicura (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (automatico)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "Protocollo SFTP 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Mostra Inspector";

/* Menu item title */
"Show Marks" = "Mostra contrassegni";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Mostra barra dei pannelli";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (automatico)";

/* Connect to service option */
"SSH Protocol 1" = "Protocollo SSH 1";

/* Connect to service option */
"SSH Protocol 2" = "Protocollo SSH 2";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "usa il tasto Opzione come modificatore";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ tasto modificatore";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Opzione";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "L";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "L'opzione è Meta";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Opzione";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "inserisci segnalibro";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "contrassegno successivo";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "contrassegno precedente";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "segnalibro successivo";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "segnalibro precedente";

/* Function key description */
"Previous/Next Mark" = "Contrassegno precedente/successivo";

/* Function key description */
"Previous/Next Bookmark" = "Segnalibro precedente/successivo";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "Contrassegno precedente/successivo — Inserisci segnalibro";

/* Button title for making a new tab. */
"New Tab" = "Nuovo pannello";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "nuova connessione remota";

/* Function key description */
"New Remote Connection" = "Nuova connessione remota";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "Inserisci segnalibro";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Terminale";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Output di Terminale salvato.txt";

/* No comment provided by engineer. */
"Terminate" = "Termina";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Termina processi";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@ %2$@ esistono già. Vuoi sostituirli?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@ %2$@ esistono già. Vuoi sostituirli?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "L'amministratore ha impostato la shell su un valore non consentito.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "Il file è danneggiato. Potresti richiedere all'autore un'altra copia del file.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "Impossibile eseguire il file “%@” perché non hai i privilegi di accesso adeguati.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "Impossibile importare il file “%@”.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "Impossibile eseguire il file “%@” perché è danneggiato.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "I seguenti file sono danneggiati: %@. Potresti richiedere un'altra copia dei file ai rispettivi autori.";

/* Window settings; error title when settings name is empty */
"The name is too short." = "Il nome è troppo breve.";

/* Window settings; error title when settings name is already in use */
"A profile named \\U201C%@\\U201D already exists." = "Esiste già un profilo chiamato “%@”.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Per visualizzare o modificare i privilegi di accesso, seleziona il file nel Finder e scegli File > Ottieni Informazioni.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Prova a inserire un nome diverso.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Prova a inserire un nome con più caratteri.";

/* Function key description */
"Use Option as Meta Key" = "Usa il tasto Opzione come modificatore";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "apri pagina man";

/* Function key description */
"Open man Page for Selection" = "Apri la pagina man per la selezione";

/* Function key description */
"Background Color" = "Colore di sfondo";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100 (PF1-PF4)";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220 (PF1-PF4 + F5-F20)";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220 Extra (F13-F20)";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220 Compatto (F1-F20)";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420 Tutti abilitati (PF1-PF4 + F1-F20)";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Bianco su nero";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Bianco su blu";

/* Window group save panel; name of object used in replacement panels */
"window group" = "gruppo finestre";

/* Window settings save panel; name of object used in replacement panels */
"profile" = "profilo";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "Non sei autorizzato ad eseguire questa applicazione.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "Hai %d finestre che contengono processi in esecuzione. Vuoi verificare queste finestre prima di uscire?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Comando non trovato: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Processo completato]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Processo interrotto - codice interruzione %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[Processo terminato dal segnale %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Contenuti ripristinati troncati]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Ripristinato: %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Nei segnalibri: %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Nessun segnalibro";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split view" = "Split View";

"Close split-view" = "Chiudi Split-View";

/* strings used for Shortcut man page support */

"Man Pages" = "Pagine man";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "“%@” non può essere aperto perché a %@ non è consentito aprire documenti in Terminale.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "Terminal sta aprendo una connessione SSH su %@ per %@.";
"QuarantineTitleTelnet" = "Terminal sta aprendo una connessione telnet su %@ per %@.";
"QuarantineTitle2" = " Vuoi permettere questo?";
"QuarantineMessage" = "In questo modo verrano mostrati il nome utente e l'indirizzo della rete sull'altro computer. Per evitare di essere avvisato in futuro, aggiungi l'host all'elenco SSH degli host conosciuti.";
"QuarantineMessageError" = "\n\nSi è verificato un errore durante la ricerca di host conosciuti (per i dettagli esegui “%@”).";
"QuarantineAllow" = "Consenti";
"QuarantineDeny" = "Non consentire";

"Alter Profiles" = "Altera profili";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(interrotto)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zombie)";

/* Inspector process list: process status */
"Idle" = "Inattivo";

/* Inspector process list: process status */
"Runnable" = "Eseguibile";

/* Inspector process list: process status */
"Sleeping" = "In stop";

/* Inspector process list: process status */
"Stopped" = "Interrotto";

/* Inspector process list: process status */
"Zombie" = "Zombie";

/* Inspector process list: boolean YES */
"Yes" = "Sì";

/* Inspector process list: boolean NO */
"No" = "Annulla";
